<template>
  <div class="introduction">
    <div class="main">
      <div class="banner">
        <img src="../../assets/img/About/introduction/蒙版组 2@2x.png" alt="" />
      </div>
      <div class="list">
        <ul>
          <li
            v-html="item.content"
            v-for="item in introduces"
            :key="item.list"
            ref="inner"
          ></li>
        </ul>
      </div>
    </div>
  </div>
</template>
 
<script>
export default {
  name: "introduction",
  data() {
    return {
      introduces: [
        {
          list: 1,
          content:
            "<span style='color:red; font-size:1.4em;'>金昌市宜方达物业管理有限责任公司</span>是按照国务院、甘肃省办公厅和金昌市政府办公室《关于国有企业职工家属区“三供一业”分离移交实施方案》要求，经金昌市委、市政府批准，在金川集团公司物业管理、民用供暖和供水基础上成立的，集物业管理、民用供暖、民用给排水、公共设施供电、园林绿化、房产维修、居民区洗浴管理、投资性房地产管理于一体的市属国有独资企业，成立于2018年8月1日，隶属市政府国资委管理，法定代表人王军，注册资金5000万元。下属公司包括甘肃宜民优选商贸有限责任公司和金昌市宜方达物业管理有限责任公司建筑分公司。",
        },
        {
          list: 2,
          content:
            "公司专业化管理力量雄厚，现有正式职工163人，其中：高级职称10人，中级职称工程技术及管理人员48人。技术操作员工105人，90%具有中级以上技能证书，其中：高级 技师3人，技师4人。现有保洁、拉运、维修等劳务人员460余人。",
        },
        {
          list: 3,
          content:
            "公司业务范围涉及服务区域内所有公用给排水和用户的供热、给排水设施维护维修管理，小区内卫生保洁、绿化管护，物业费和水暖费的收缴，房屋装修管理、小区巡查安保 及住户信息核对，协调处理住户各种投诉、纠纷、矛盾和其他物业管理业务职能。",
        },
        {
          list: 4,
          content:
            "目前，公司主要承担“三供一业”分离移交的金川集团公司20个职工住宅小区、八冶公司16个职工住宅小区和国家电网、中国邮政职工家属区等39个住宅小区的供水、供暖及物业管理服务工作。管辖区域有住宅楼1324栋，住户48433户，住宅面积约357.88万平方米，绿化面积47.14万㎡；所属25座民用换热站，供热面积355万㎡；管理四个洗浴场所和总建筑面积5.2万平米的投资性房地产300套。同时，还负责中国建设银行、中国银行金昌支行和市政府行政中心的办公物业管理服务业务。今后，将逐步承接金昌市其他住宅小区和办公场所的物业管理服务业务。",
        },
        {
          list: 5,
          content:
            "公司在发展进程中，积极落实《金昌市国企改革三年行动实施方案》，紧跟行业时代步伐，进一步拓展市场，尝试开展多种经营业务，为公司发展注入新的活力。2020年11月11日成立的甘肃宜民优选商贸有限责任公司，主要是通过“线上+线下”并行发展的模式，积极拓展社区服务经济，为业主提供包括购物、家政、快消品配送、生鲜直供、包裹收寄、信息服务等涵盖生活方方面面的便民服务，最终形成社区“一公里”商圈服务；2021年4月8日成立的金昌市宜方达物业管理有限责任公司建筑分公司，是按照现代建筑企业资质管理要求从事建筑工程施工总承包专业的施工企业。主要经营建筑工程施工总承包、住宅水电安装维护服务、园林绿化工程施工以及公司管辖区域内的大中小修项目。同时将依托公司信息化平台，对住户上下水、供热、家用电等故障开展线上报修，提供有偿便捷服务，努力提高辖区住户室内报修维修业务的工作效率，使广大业主充分享受到宜方达物业快捷、优质的物业服务。",
        },
        {
          list: 6,
          content:
            "公司积极履行国企社会责任，广大居民对宜方达物业的认可度、满意度不断提高，公司信誉度大幅提升，获得AAA级企业资质，2021年2月公司被评为创建全国文明城市工作 先进单位。",
        },
        {
          list: 7,
          content:
            "公司将始终以“物业服务无小事、服务品质是根本、诚信服务做基础、业主满意为宗旨”的管理理念，以“业主满意、真诚服务、精益求精、追求卓越”的服务宗旨，以“用 服务创造效益、以品质赢得信誉”的经营理念，努力为小区居民提供全方位、专业化、高品质的物业服务，努力营造便利、舒适、清洁、安宁、宜居的生活居住环境，努力打造金 昌市一流的物业管理优质品牌。",
        },
      ],
    };
  },
  mounted() {},
  methods: {},
};
</script>
 
<style scoped lang="less">
* {
  list-style: none;
  margin: 0;
  padding: 0;
}
.introduction {
  width: 100%;
  .main {
    width: 80%;
    margin: 50px auto;
    .banner {
      img {
        width: 100%;
      }
    }
    .list {
      ul {
        li {
          text-indent: 2em;
          font-size: 16px;
          margin: 10px 0;
        }
      }
    }
  }
  @media screen and (max-width: 768px) {
    .main {
      width: 100%;
      margin: 0 0 30px 0;
      li {
        padding: 0 10px;
      }
    }
  }
}
</style>
